export const books = {
  data: [
    {
      title: "'Лавина' (Нил Стивенсон)",
      description:
        "Мир недалекого будущего, расколотый на сотни мелких государств, соседствует с миром виртуальным, объединенным в компьютерную Метавселенную. И тут и там не прекращается война за «Лавину» — наркотик счастья в мире настоящем и старейший из вирусов, какой угрожал когда-нибудь миру виртуальному!",
      thumbnailUrl:
        "http://data.fantlab.ru/images/editions/small/4151",
      originalUrl:
        "http://data.fantlab.ru/images/editions/big/4151"
    },
    {
      title: "'Нейромант' (Уильям Гибсон)",
      description:
        "Мир недалёкого будущего пронизан виртуальным пространством, а людская плоть сплошь иссечена высокотехнологичными устройствами. Огромные мегаполисы покрыли поверхность Земли, а гигантские корпорации самозабвенно сражаются между собой всеми доступными методами. Однажды совершивший ошибку кибер-пространственный «ковбой» получает шанс вернуться в родную информационную стихию, трудясь на неизвестного работодателя. Его спутницей становится очаровательная наёмница — «уличный самурай» Молли.",
      thumbnailUrl:
        "http://data.fantlab.ru/images/editions/small/2791",
      originalUrl:
        "http://data.fantlab.ru/images/editions/big/2791"
    },
    {
      title: "'Диптаун' (Сергей Лукьяненко)",
      description:
        "Диптаун – это виртуальный город, созданный скорее волей случая, нежели гением человечества. Тем не менее, он живёт и развивается, обрастая собственными кафе и ресторанами. Здесь даже без труда можно найти работу, а уж о высочайшей степени развития развлекательной индустрии можно даже умолчать, столь высок её уровень…",
      thumbnailUrl:
        "http://data.fantlab.ru/images/editions/small/742",
      originalUrl:
        "https://data.fantlab.ru/images/editions/big/742"
    },
    {
      title: "'Вирт' (Джефф Нун)",
      description:
        'Где-то в близком альтернативном будущем в далёком Манчестере параллельно существует особый мир, доступ к которому открыт, но выход обратно в реальность найдёт не каждый. Вирт. Здесь возможно всё. Здесь можно найти щекочущее перо, а уровень пыльцы растёт с каждой минутой, здесь Игра — это самое важное, а цепочка из костяшек домино может оказаться лабиринтом без выхода.',
      thumbnailUrl:
        "http://data.fantlab.ru/images/editions/small/6789",
      originalUrl:
        "https://data.fantlab.ru/images/editions/big/6789"
    },
    {
      title: "'Видоизменённый углерод' (Ричард Морган)",
      description:
        "XXVII н.э. Человечество уже давно осуществило свою мечту и вырвалось в космос. Покорена Солнечная система, построены колонии за ее пределами. Экспансия продолжается, в темноту бесконечного космоса летят новые и новые космические корабли с колонистами... Но если светлая мечта о покорении космоса осуществилась, то технология моментального перемещения в космосе так и осталась несбыточной мечтой. Космические путешествия занимают десятилетия... И в этой ситуации человечество нашло спасение в «цифре». Человеческое сознание оцифровывается и выгружается из тела и отправляется в путешествие длинною в тысячу световых лет, где загружается в новую оболочку. Новая возможность, влекущая новые проблемы для одних и благо для других... Таким путем и прибывает на Землю посланник Такеси Ковач, которого выдернул из «мертвых» миллиардер Банкрофт. Ковач должен расследовать гибель одного из его тел...",
      thumbnailUrl:
        "https://data.fantlab.ru/images/editions/small/15254",
      originalUrl:
        "https://data.fantlab.ru/images/editions/big/15254"
    },
    {
      title: "'Обеспечение' (Руди Рюкер)",
      description:
        "Романы Руди Рюкера долгое время не переводились на русский, хотя созданы они были примерно в то же время, что и первая трилогия Гибсона. Описывая мир, в каждом новом романе все дальше и дальше уходящий от современного, Рюкер успел затронуть все основные темы киберпанка – виртуальную реальность, искусственный интеллект, породивший целую новую расу разумных существ, неолуддизм, в единочасье избавивший человечество от компьютеров, и приход им на смену информационных технологий на основе биологических компонентов. Наиболее ценное в романах – обилие уникальных сюжетных находок, социально-экономических моделей и свойственных им проблем. Презираемые обществом извращенцы, предпочитающие секс с разумной резиновой (и вонючей-вонючей!) женщиной, – это еще не самые экзотичные герои Рюкера. К сожалению, названия романов (Software, Wetware, Freeware и Realware) были абсолютно бездарно переведены на русский («Софтуха.exe», «Мокруха.exe» и «Халявинг.exe», четвертый пока не вышел), поэтому следует уточнить, что под Wetware понималось программное обеспечение для биокомпьютеров (один из широко распространенных киберпанковских терминов), а к сериалам в духе «Слепой против крутого» это произведение никакого отношения не имеет.",
      thumbnailUrl:
        "http://data.fantlab.ru/images/editions/small/11427",
      originalUrl:
        "https://data.fantlab.ru/images/editions/big/11427"
    },
  ]
};
